{
    "homepage.heroTitle": {
        "message": "ทางลัดที่เร็วที่สุดในการสร้างแอพ Flutter บน Python"
    },
    "The fastest way to build Flutter apps in Python": {
        "message": "ทางลัดที่เร็วที่สุดในการสร้างแอพ Flutter บน Python"
    },
    "Build internal web apps quickly in the language you already know.": {
        "message": "สร้างเว็บแอปภายในอย่างรวดเร็วในภาษาที่คุณรู้จักเป็นอย่างดี"
    },
    "homepage.heroSubTitle": {
        "message": "Flet เป็นเฟรมเวิร์กที่ช่วยให้คุณสร้างแอปแบบเรียลไทม์ไม่ว่าจะบนเว็บ มือถือ หรือเดสก์ท็อป ด้วยภาษาที่คุณชื่นชอบได้อย่างง่ายดาย และสามารถแบ่งปันกับทีมของคุณได้อย่างปลอดภัย โดยไม่จำเป็นต้องมีประสบการณ์เกี่ยวกับการพัฒนา frontend มาก่อน"
    },
    "Get Started": {
        "message": "มาเริ่มกันเลย"
    },
    "From idea to app in minutes": {
        "message": "จากไอเดียสู่แอพในไม่กี่นาที"
    },
    "homepage.card_1": {
        "message": "สร้างเครื่องมือภายในหรือแดชบอร์ดสำหรับทีมของคุณ กับโปรเจ็กต์ช่วงสุดสัปดาห์ สร้างแบบฟอร์มการป้อนข้อมูล Kiosk Apps หรือ high-fidelity prototype - Flet เป็นเฟรมเวิร์กในอุดมคติที่จะช่วยช่วยสร้างแอปแบบโต้ตอบที่ดูดีได้อย่างรวดเร็วเพื่อให้บริการแก่กลุ่มผู้ใช้งาน"
    },
    "Simple architecture": {
        "message": "สถาปัตยกรรมที่เรียบง่าย"
    },
    "homepage.card_2": {
        "message": "ไม่มีสถาปัตยกรรมที่ซับซ้อนอีกต่อไป กับ Front End ไม่ว่าจะเป็น JavaScript, Front End REST API, ฐานข้อมูล, แคช ฯลฯ ด้วย Flet คุณเพียงแค่เขียนแอปเก็บสถานะแบบชั้นเดียวใน Python เท่านั้น และสมารถรับแอปพลิเคชัน หน้าเดียวแบบเรียลไทม์สำหรับผู้ใช้หลายคนแบบเรียลไทม์ได้ (SPA)"
    },
    "Batteries included": {
        "message": "รวมทุกอย่างเหมือนแบตเตอรี่"
    },
    "homepage.card_3": {
        "message": "ในการเริ่มต้นพัฒนาด้วย Flet คุณเพียงแค่ต้องมี IDE หรือโปรแกรมแก้ไขข้อความที่คุณชื่นชอบ ไม่ต้องมี SDK และไม่ต้องการ dependencies ที่มากมายก่ายกอง ไม่มีเครื่องมือที่ซับซ้อน - Flet มีเว็บเซิร์ฟเวอร์ในตัวพร้อมการโฮสต์ asset และ desktop clients"
    },
    "Powered by Flutter": {
        "message": "ขับเคลื่อนโดย Flutter"
    },
    "homepage.card_4": {
        "message": "Flet UI สร้างขึ้นด้วย {linkflutter} ดังนั้นแอปของคุณจึงดูเป็นมืออาชีพและสามารถส่งไปยังแพลตฟอร์มใดก็ได้ Flet ช่วยลดความซับซ้อนของโมเดล Flutter โดยการรวม \"วิดเจ็ต\" ที่เล็กกว่าเข้ากับ \"การควบคุม\" ที่พร้อมใช้งานกับโมเดลเพื่อเขียนโปรแกรมในส่วนที่จำเป็นจริงๆ"
    },
    "Speaks your language": {
        "message": "ใช้งานด้วยภาษาของคุณ"
    },
    "homepage.card_5": {
        "message": "Flet เป็นภาษา language-agnostic ดังนั้นทุกคนในทีมของคุณสามารถพัฒนาแอป Flet ในภาษาที่พวกเขาชื่นชอบได้อย่าง {linkPython} พร้อมสนับสนุนภาษา Go, C # และอื่นๆ{linkroadmap}"
    },
    "homepage.homepage.card_5.linkPython": {
        "message": "ไพธอน"
    },
    "homepage.homepage.card_5.linkroadmap": {
        "message": "ในเร็วๆนี้"
    },
    "Deliver to any device": {
        "message": "ส่งไปยังอุปกรณ์ต่างๆ"
    },
    "homepage.card_6": {
        "message": "การ Deploy แอป Flet ให้เป็นเว็บแอปและดูในเบราว์เซอร์ได้ และยังบรรจุเป็นแอปเดสก์ท็อปแบบสแตนด์อโลนสำหรับ Windows, macOS และ Linux ติดตั้งบนมือถือเป็น {linkPWA} หรือดูผ่านแอพ Flet สำหรับ iOS และ Android"
    },
    "Main features": {
        "message": "ฟีเจอร์หลัก"
    },
    "homepage.Subscribe": {
        "message": "สมัครรับจดหมายข่าวสารของ Flet สำหรับการอัปเดตโครงการในอนาคต"
    },
    "Your email address": {
        "message": "ที่อยู่อีเมลของคุณ"
    },
    "Submit": {
        "message": "ส่ง"
    },
    "Loading...": {
        "message": "กำลังโหลด..."
    },
    "Thank you! You will receive the confirmation email shortly.": {
        "message": "ขอขอบคุณ! คุณจะได้รับอีเมลยืนยันอีกในไม่ช้า"
    },
    "Congratulations! You have successfully subscribed to Flet newsletter.": {
        "message": "ยินดีด้วย! คุณได้สมัครรับจดหมายข่าวสารของ Flet สำเร็จแล้ว"
    }
}